Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: Бруцеро-Ерофеевская улица
be: Бруцэра-Ерафееўская вуліца

source: Брянская улица
be: Бранская вуліца

source: Брянский переулок
be: Бранскі завулак

source: Бугаёвой улица
be: Бугаёвай вуліца

source: Будаговская улица
be: Будагоўская вуліца

source: Будапештская улица
be: Будапешцкая вуліца

source: Будславская улица
be: Будслаўская вуліца

source: Будславский переулок
be: Будслаўскі завулак

source: Буйничская улица
be: Буйніцкая вуліца

source: Букетная улица
be: Букетная вуліца

source: Булгаковская улица
be: Булгакаўская вуліца

source: бульвар Бородинского
be: бульвар Барадзінскага

source: бульвар газеты Гомельская Правда
be: [бульвар газеты Гомельская Праўда, вуліца Барадзіна]

source: бульвар Гречко
be: бульвар Грэчкі

source: бульвар князя Гедимина
be: бульвар князя Гедыміна

source: бульвар Комарова
be: бульвар Камарова

source: бульвар Космонавтов
be: бульвар Касманаўтаў

source: бульвар Ленина
be: бульвар Леніна

source: бульвар Ленинского Комсомола
be: бульвар Ленінскага Камсамолу

source: бульвар Металлургов
be: бульвар Металургаў

source: бульвар Мулявина
be: бульвар Мулявіна

source: Бульварная улица
be: Бульварная вуліца

source: бульвар Непокорённых
be: бульвар Непакораных

source: Бульварный переулок
be: Бульварны завулак

source: бульвар Озмителя
be: бульвар Азміцеля

source: бульвар Тракторостроителей
be: бульвар Трактарабудаўнікоў

source: бульвар Хейнола
be: бульвар Хейнала

source: бульвар Шахтёров
be: бульвар Шахцёраў

source: бульвар Шевченко
be: бульвар Шаўчэнкі

source: бульвар Юности
be: бульвар Юнацтва

source: Бумажная улица
be: Папяровая вуліца

source: Бумажный переулок
be: Папяровы завулак

source: Бурштыновая улица
be: Бурштынавая вуліца

source: Буслиная улица
be: Бусліная вуліца

source: Бусловая улица
be: Бусловая вуліца

source: Бухарестская улица
be: Бухарэсцкая вуліца

source: Бытовой переулок
be: Побытавы завулак

source: Быховская улица
be: Быхаўская вуліца

source: Вагонная улица
be: Вагонная вуліца

source: Валовая улица
be: Валовая вуліца

source: Валовый переулок
be: Валовы завулак

source: Вальная улица
be: Вальная вуліца

source: Варшавская улица
be: Варшаўская вуліца

source: Варшавское шоссе
be: Варшаўская шаша

source: Васильевская улица
be: Васільеўская вуліца

source: Васильевский переулок
be: Васільеўскі завулак

source: Василькова улица
be: Васільковая вуліца

source: Васильковая улица
be: Васільковая вуліца

source: Васютинская улица
be: Васюцінская вуліца

source: Ведричская улица
be: Ведрыцкая вуліца

source: Вежливая улица
be: Ветлівая вуліца

source: Вейнянская улица
be: Вяйнянская вуліца

source: Велижская улица
be: Вяліжская вуліца

source: Великая улица
be: Вялікая вуліца

source: Великодная улица
be: Вялікодная вуліца

source: Великолукский тракт
be: Велікалуцкі тракт

source: Великоморская улица
be: Вялікаморская вуліца

source: Великосельская улица
be: Вялікасельская вуліца

source: Велозаводская улица
be: Велазаводская вуліца

source: Велосипедный переулок
be: Веласіпедны завулак

source: Велотрек
be: Велатрэк

source: Венечная улица
be: Вянечная вуліца

source: Венечный переулок
be: Вянечны завулак

source: Вербная улица
be: Вербная вуліца

source: Вербовая улица
be: Вярбовая вуліца

source: Вередовская улица
be: Вярэдаўская вуліца

source: Вересковая улица
be: Верасовая вуліца

source: Верхнедвинская улица
be: Верхнядзвінская вуліца

source: Верхнеозёрная улица
be: Верхнеазёрная вуліца

source: Верхнеяловская улица
be: Верхнеялаўская вуліца

source: Верхний переулок
be: [Верхнi завулак, Верхні завулак]

source: Верхняя Карабановская улица
be: Верхняя Карабанаўская вуліца

source: Верхняя Луговая улица
be: Верхняя Лугавая вул.

source: Верхняя Набережная улица
be: Верхняя Набярэжная вуліца

source: Верхняя улица
be: [Верхняя вулiца, Верхняя вуліца]

source: Верховская улица
be: Вярхоўская вул.

source: Весёлая улица
be: Вясёлая вуліца

source: Весёлый переулок
be: Вясёлы завулак

source: Весенний переулок
be: Веснавы завулак

source: Весенняя улица
be: [Вясновая вул., Вясновая вуліца, вулiца Вясновая]

source: Ветеринарная улица
be: Ветэрынарная вуліца

source: Ветеринарный переулок
be: Ветэрынарны завулак

source: Ветковская улица
be: Веткаўская вуліца

source: Ветлая улица
be: Ветлая вуліца

source: Ветренный переулок
be: Ветраны завулак

source: Ветренный проезд
be: Ветраны праезд

source: Ветринский переулок
be: Ветрынскі завулак

source: Ветровая улица
be: Ветравая вуліца

source: Вечерняя улица
be: Вячэрняя вуліца

source: Взлётная улица
be: Узлётная вуліца

source: Вилейская улица
be: Вілейская вуліца

source: Вилейский переулок
be: Вілейскі завулак

source: Виленская улица
be: Віленская вуліца

source: Виленский переулок
be: Віленскі завулак

source: Вильнюсское шоссе
be: Віленская шаша

source: Вильчицкая улица
be: Вільчыцкая вуліца

source: Вильчицкий переулок
be: Вільчыцкі завулак

source: Винзаводская улица
be: Вінзаводзкая вуліца

source: Виноградная улица
be: Вінаградная вуліца

source: Виноградный переулок
be: Вінаградны завулак

source: Вирская улица
be: Вірская вуліца

source: Витебская улица
be: Віцебская вуліца

source: Витебский переулок
be: Віцебскі завулак

source: Витебский проспект
be: Віцебскі праспект

source: Витебский тупик
be: Віцебскі тупік

source: Витебское шоссе
be: Віцебская шаша

source: Вишнёвая улица
be: Вішнёвая вуліца

source: Вишневецкая улица
be: Вішнявецкая вуліца

source: Вишнёвый переулок
be: Вішнёвы завулак

source: Владимирская улица
be: Уладзімірская вуліца

source: Влодавская улица
be: Владаўская вуліца

source: Водозаборная улица
be: Водазаборная вуліца

source: Водопроводная улица
be: Вадаправодная вуліца

source: Водопроводный переулок
be: Водаправодны завулак

source: Водосточный переулок
be: Вадасточны завулак

source: Воздушная улица
be: Паветраная вуліца

source: Войсковая улица
be: Вайсковая вуліца

source: Войсковый переулок
be: Вайсковы завулак

source: Вокзальная улица
be: Вакзальная вуліца

source: Вокзальний переулок
be: Вакзальны завулак

source: Вокзальный переулок
be: Вакзальны завулак

source: Вокзальный тупик
be: Вакзальны тупік

source: Волгоградская улица
be: Валгаградская вуліца

source: Волгодонская улица
be: Валгадонская вуліца

source: Волейбольная улица
be: Валейбольная вуліца

source: Волжская улица
be: Волжская вуліца

source: Волжский переулок
be: Волжскі завулак

source: Волжский проезд
be: Волжскі праезд

source: Волков переулок
be: Ваўкоў завулак

source: Волмянская улица
be: Валмянская вуліца

source: Воложинская улица
be: Валожынская вуліца

source: Волотовская улица
be: Волатаўская вуліца

source: Волоховская улица
be: Валахоўская вуліца

source: Волочаевская улица
be: Валачаеўская вуліца

source: Волочаевский переулок
be: Валачаеўскі завулак

source: Волочаевский проезд
be: Валачаеўскі праезд

source: Волынская улица
be: Валынская вуліца

source: Вольная улица
be: Вольная вуліца

source: Вольный переулок
be: Вольны завулак

source: Вольская улица
be: Вольская вуліца

source: Воронежский переулок
be: [Варонежскі завулак, Пражэктарная вуліца]

source: Вороновская улица
be: Воранаўская вуліца

source: Вороновское кольцо
be: Варонаўскае кальцо

source: Воронья улица
be: Варонья вуліца

source: Воропаевская улица
be: Варапаеўская вуліца

source: Воскресенская улица
be: Уваскрасенская вуліца

source: Восточная улица
be: Усходняя вуліца

source: Восточный въезд
be: Усходні ўезд

source: Восточный обход
be: Усходні абыход

source: Восточный переулок
be: Усходні завулак

source: Восточный тракт
be: Усходні тракт

source: Восходящая улица
be: Узыходняя вуліца

source: Восьмая улица
be: Восьмая вуліца

source: Всехсвятская улица
be: Усіхсвяцкая вуліца

source: Встречная улица
be: Сустрэчная вуліца

source: Встречный переулок
be: Сустрэчны завулак

source: Вузовская улица
be: Вузаўская вуліца

source: Вузовский переулок
be: Вузаўскі завулак

source: Вульковская улица
be: Вулькаўская вуліца

source: въезд Веры Хоружей
be: уезд Веры Харужай

source: въезд Горького
be: уезд Горкага

source: въезд Калинина
be: уезд Калініна

source: въезд Карла Либкнехта
be: уезд Карла Лібкнехта

source: въезд Космонавтов
be: уезд Касманаўтаў

source: въезд Крупской
be: уезд Крупскай

source: Въездная улица
be: Уязная вуліца

source: въезд Осипенко
be: уезд Асіпенкі

source: въезд Серова
be: уезд Сярова

source: Выборная улица
be: Выбарная вуліца

source: Выгонский переулок
be: Выганскі завулак

source: Высокая улица
be: Высокая вуліца

source: Высокий переулок
be: Высокі завулак

source: Высоковская улица
be: Высокаўская вуліца

source: Высокогорная улица
be: Высакагорная вуліца

source: Вязынская улица
be: Вязынская вуліца

source: Вязынский переулок
be: Вязынскі завулак

source: Габровская улица
be: Габраўская вуліца

source: Гаевая улица
be: Гаявая вуліца

source: Газетная улица
be: Газетная вуліца

source: Газетный переулок
be: Газетны завулак

source: Газовая улица
be: Газавая вул.

source: Газовый переулок
be: Газавы завулак

source: Гайненская улица
be: Гайненская вуліца

source: Гайненский переулок
be: Гайненскі завулак

source: Гайненское шоссе
be: Гайненская шаша

source: Гаражная улица
be: Гаражная вуліца

source: Гаражный переулок
be: Гаражны завулак

source: Гарбарская улица
be: Гарбарская вуліца

source: Гвардейская улица
be: Гвардзейская вуліца

source: Гвардейский переулок
be: Гвардзейскі завулак

source: Гвоздичная улица
be: Гваздзіковая вуліца

source: Гданьская улица
be: Гданьская вуліца

source: Геодезическая улица
be: Геадэзічная вуліца

source: Геологическая улица
be: Геалагічная вуліца

source: Геологический переулок
be: Геалагічны завулак

source: Геологический проезд
be: Геалагічны праезд

source: Георгиевская улица
be: Георгіеўская вуліца

source: Георгиевский проспект
be: Георгіеўскі праспект

source: Германовская улица
be: Германаўская вуліца

source: Героическая улица
be: Гераічная вуліца

source: Главная улица
be: Галоўная вуліца

source: Глинная улица
be: Глінная вуліца

source: Глубокая улица
be: Глыбокая вуліца

source: Глубокий переулок
be: Глыбокі завулак

source: Глубокская улица
be: Глыбоцкая вуліца

source: Глусская улица
be: Глуская вуліца

source: Гоголевская улица
be: Гогалеўская вуліца

source: Гоголевский переулок
be: Гогалеўскі завулак

source: Гоголевский проезд
be: Гогалеўскі праезд

source: Гожая улица
be: Гожая вуліца

source: Гожий переулок
be: Гожы завулак

source: Гожская улица
be: Гожская вуліца

source: Голубая улица
be: Блакітная вуліца

source: Голубиная улица
be: Галубіная вуліца

source: Гольшанская улица
be: Гальшанская вуліца

source: Гомельская улица
be: Гомельская вуліца

source: Гомельский переулок
be: Гомельскі завулак

source: Гомельское шоссе
be: Гомельская шаша

source: Гонионская улица
be: Ганіёнская вуліца

source: Гонионский переулок
be: Ганіёнскі завулак

source: Гончарная улица
be: Ганчарная вуліца

source: Гончарный переулок
be: Ганчарны завулак

source: Горанская улица
be: Гаранская вуліца

source: Горбатый мост
be: Гарбаты мост

source: Горецкая улица
be: Горацкая вуліца

source: Горецкий переулок
be: Горацкі завулак

source: Гористая улица
be: Гарыстая вуліца

source: Гористый переулок
be: Гарысты завулак

source: Горловский переулок
be: Горлаўскі завулак

source: Горная улица
be: Горная вуліца

source: Горный переулок
be: Горны завулак

source: Горовой переулок
be: Гаравы завулак

source: Городенская улица
be: Гарадзенская вуліца

source: Городецкая улица
be: Гарадзецкая вуліца

source: Городищенская улица
be: Гарадзішчанская вуліца

source: Городничанская улица
be: Гараднічанская вуліца

source: Городокская улица
be: Гарадоцкая вуліца

source: Городокский переулок
be: Гарадоцкі завулак

source: Городская улица
be: [Гарадская вул., Гарадская вуліца]

source: Городской переулок
be: Гарадскі завулак

source: Гороховая улица
be: Гарохавая вуліца

source: Госпитальная улица
be: [Госпитальная улица, Шпітальная вуліца]

source: Госпитальный переулок
be: Шпітальны завулак

source: Господарчая улица
be: Гаспадарчая вуліца

source: Гражданская улица
be: Грамадзянская вуліца

source: Гралевская улица
be: Гралеўская вуліца

source: Грандичская улица
be: Грандзіцкая вуліца

source: Граничная улица
be: Гранічная вуліца

source: Граничный переулок
be: Гранічны завулак

source: Гребенёвский переулок
be: Грэбенёўскі завулак

source: Греческая улица
be: Грэцкая вуліца

source: Грибная улица
be: Грыбная вуліца

source: Грибной переулок
be: Грыбны завулак

source: Грибовская улица
be: Грыбоўская вуліца

source: Гродненская улица
be: [Гродзенская вуліца, вуліца Гродненская]

source: Гродненский переулок
be: Гродзенскі завулак

source: Гродненское шоссе
be: Гарадзенская шаша

source: Громадовская улица
be: Грамадаўская вуліца

source: Грунтовая улица
be: Грунтавая вуліца

source: Грушевая улица
be: Грушавая вуліца

source: Грушевская улица
be: Грушаўская вуліца

source: Грушевский переулок
be: Грушаўскі завулак

source: Грушевый переулок
be: Грушавы завулак

source: Грушовая улица
be: Грушовая вуліца

source: Грюнвальдская улица
be: Грунвальдзкая вуліца

source: Гузнянский мост
be: Гузнянскі мост

source: Гусарская улица
be: Гусарская вуліца

source: Д. Валерьяново
be: Валер’янава

source: Давний переулок
be: Даўні завулак

source: Давняя улица
be: Даўняя вуліца

source: Давыдовская улица
be: Давыдаўская вуліца

source: Далёкая улица
be: Далёкая вуліца

source: Далёкий переулок
be: Далёкі завулак

source: Далёкий проезд
be: Далёкі праезд

source: Дальний переулок
be: Дальні завулак

source: Дальняя улица
be: [Дальняя вул., Дальняя вуліца, Далёкая вуліца]

source: Дарницкая улица
be: Дарніцкая вуліца

source: Даровская улица
be: Дароўская вуліца

source: Даровский переулок
be: Дароўскі завулак

source: Дачная улица
be: [Дачная вулiца, Дачная вуліца]

source: Дачный переулок
be: Дачны завулак

source: Дачный проезд
be: Дачны праезд

source: Дашковская улица
be: Дашкоўская вуліца

source: Двинская улица
be: Дзвінская вуліца

source: Двинский переулок
be: Дзвінскі завулак

source: Двинско-Набережная улица
be: Дзвінска-Набярэжная вуліца

source: Дворецкая улица
be: Дварэцкая вуліца

source: Дворецкий переулок
be: Дварэцкі завулак

source: Дворище
be: Дворышча

source: Дворцовая улица
be: Палацавая вуліца

source: Демократическая улица
be: Дэмакратычная вуліца

source: Денисовская улица
be: Дзянісаўская вуліца

source: Денисовский переулок
be: Дзянісаўскі завулак

source: Деповская улица
be: Дэпоўская вуліца

source: Деповский переулок
be: Дэпоўскі завулак

source: Депутатская улица
be: Дэпутацкая вуліца

source: Депутатский переулок
be: Дэпутацкі завулак

source: Деревенская улица
be: Вясковая вуліца

source: Деревообделочная улица
be: Дрэваатынковачная вуліца

source: Держинская улица
be: Дзяржынская вуліца

source: Детдомовская улица
be: Дзетдомаўская вуліца

source: Дехновский переулок
be: Дзяхноўскі завулак

source: Дзержинская улица
be: Дзяржынская вуліца

source: Динамометрическая дорога
be: Дынамаметрычная дарога

source: Дисненский переулок
be: Дзісненскі завулак

source: Дитвянская улица
be: Дзітвянская вуліца

source: Дмитриевская улица
be: Дзмітрыеўская вуліца

source: Днепровская улица
be: Дняпроўская вуліца

source: Днепровский бульвар
be: Дняпроўскі бульвар

source: Днепровский мост
be: Дняпроўскі мост

source: Днепровский переулок
be: Дняпроўскі завулак

source: Днепровский проезд
be: Дняпроўскі праезд

source: Днепропетровская улица
be: [Днепрапятроўская вуліца, Дняпроўская вуліца]

source: Днепропетровский переулок
be: Днепрапятроўскі завулак

source: Добеевская улица
be: Дабееўская вуліца

source: Добрая улица
be: Добрая вуліца

source: Добромысленский переулок
be: Дабрамысленскі завулак

source: Добромыслянская улица
be: Дабрамыслянская вуліца

source: Добрушская улица
be: [Добрушская вуліца, вуліца Добрушская]

source: Добрый переулок
be: Добры пер.

source: Довская улица
be: Доўская вуліца

source: Дозорная улица
be: Дазорная вуліца

source: Докшицкая улица
be: Докшыцкая вуліца

source: Долгая улица
be: Доўгая вуліца

source: Долгий переулок
be: Доўгі завулак

source: Долгиновская улица
be: Далгінаўская вуліца

source: Долгиновский проезд
be: Даўгінаўскі праезд

source: Долгиновский тракт
be: Даўгінаўскі тракт

source: Долгобродская улица
be: Даўгабродская вуліца

source: Долгополичская улица
be: Доўгаполічская вуліца

source: Долинная улица
be: Далінная вуліца

source: Долубовная улица
be: Далубоўная вуліца

source: Домашевичская улица
be: Дамашэвіцкая вуліца

source: Домашевская улица
be: Дамашэўская вуліца

source: Домашевский переулок
be: Дамашэўскі завулак

source: Домбровская улица
be: Дамброўская вуліца

source: Доминиканская улица
be: Дамініканская вуліца

source: Донецкая улица
be: Данецкая вуліца

source: Донской переулок
be: Данскі завулак

source: Дорожная
be: Дарожная

source: Дорожная улица
be: [Дарожная вуліца, Дарожная ул.]

source: Дорожный переулок
be: Дарожны завулак

source: Достойная улица
be: Дастойная вуліца

source: Дривятская улица
be: Дрывяцкая вуліца

source: Дроздовая улица
be: Драздовая вуліца

source: Дружеская улица
be: Сяброўская вуліца

source: Дружная улица
be: Дружная вуліца

source: Дружный переулок
be: Дружны завулак

source: Друскеницкая улица
be: Друскеніцкая вуліца

source: Друскеницкий тупик
be: Друскеніцкі тупік

source: Друтская улица
be: Друцкая вуліца

source: Друцкая улица
be: Друцкая вуліца

source: Дручанская улица
be: Дручанская вуліца

source: Дубовая улица
be: Дубовая вуліца

source: Дубовлянский переулок
be: Дубаўлянскі завулак

source: Дубойская улица
be: Дубойская вуліца

source: Дубойский проезд
be: Дубойскі праезд

source: Дубравинская улица
be: Дубравінская вуліца

source: Дубравинский переулок
be: Дубравінскі завулак

source: Дубравная улица
be: Дуброўная вуліца

source: Дубровенская улица
be: Дубровенская вуліца

source: Дубровенский переулок
be: Дубровенскі завулак

source: Дубровская улица
be: Дуброўская вуліца

source: Дубровский переулок
be: Дуброўскі завулак

source: Дукорский переулок
be: Дукорскі завулак

source: Дымановская улица
be: Дымыноуская вуліца

source: Дымковская улица
be: Дымкоўская вуліца

source: Дягильнская улица
be: Дзягільнская вуліца

source: Дятловская улица
be: Дзятлаўская вуліца

source: Дятловский переулок
be: Дзятлаўскі завулак

source: Евзневская улица
be: Еўзнеўская вуліца

source: Ежевичная улица
be: Ажынавая вуліца

source: Езерская улица
be: Язерская вуліца

source: Елагинская улица
be: Ялагінская вул.

source: Еловая аллея
be: Яловая алея

source: Еловая улица
be: [Елавая вуліца, Яловая вуліца]

source: Ельницкая улица
be: Ельніцкая вуліца

source: Ельская улица
be: Ельская вуліца

source: Енисейская улица
be: Енiсейская вул.

source: Енисейский проезд
be: Енісейскі праезд

source: Ерошевичская улица
be: Ярашэвіцкая вуліца

source: Жасминная улица
be: Жасмінная вуліца

source: Жасминовая улица
be: Язмінавая вуліца

source: Жасминовый переулок
be: Язмінавы завулак

source: Жвирблишки
be: Жвірблішкі

source: Желанная улица
be: Жаданая вуліца

source: Железная улица
be: Жалезная вуліца

source: Железнедорожная улица
be: [Чыгуначная вуліца, вуліца Калініна]

source: Железнодорожная улица
be: Чыгуначная вуліца

source: Железнодорожный переулок
be: Чыгуначны завулак

source: Железнодорожный тупик
be: Чыгуначны тупік

source: Железный переулок
be: Жалезны завулак

source: Жемчужная улица
be: Жамчужная вуліца

source: Жердянская улица
be: Жардзянская вуліца

source: Жердянский переулок
be: Жардзянскі завулак

source: Живописный переулок
be: Маляўнічы завулак

source: Жиздренский переулок
be: Жыздрэнскі завулак

source: Жирмунская улица
be: Жырмунская вуліца

source: Жировичский переулок
be: Жыровіцкі завулак

source: Житная улица
be: Жытняя вуліца

source: Житневая улица
be: Жытнёвая вуліца

source: Житний переулок
be: Жытні завулак

source: Житняя улица
be: Жытняя вуліца

source: Житоморская улица
be: Жытомірская вуліца

source: Жлобинская улица
be: Жлобінская вуліца

source: Жлобинский переулок
be: Жлобінскі завулак

source: Жнивеньская улица
be: Жнівеньская вуліца

source: Жнивеньский переулок
be: Жнівеньскі завулак

source: Жодинская улица
be: Жодзінская вуліца

source: Журавецкая улица
be: Журавецкая вуліца

source: Журавецкий переулок
be: Журавецкі завулак

source: Журавинная улица
be: Журавінная вуліца

source: Журавлиная улица
be: Жураўліная вуліца

source: Журжевская улица
be: Журжаўская вуліца

source: Забежная улица
be: Забежная вул.

source: Заболотная улица
be: Забалотная вуліца

source: Заболоть
be: Забалаць

source: Забродская улица
be: Забродзкая вуліца

source: Завальная улица
be: Завальная вуліца

source: Заветная улица
be: Запаветная вуліца

source: Заводская улица
be: [Завадская вуліца, Завацкая вуліца, Заводская вуліца]

source: Заводской переулок
be: [Завадскі завулак, Заводскі завулак]

source: Заводской проезд
be: Заводскі праезд

source: Заводской спуск
be: Заводскі спуск

source: Загорная улица
be: Загорная вуліца

source: Загоровская улица
be: Загароўская вуліца

source: Загородная улица
be: [Загарадная вуліца, Сонечная вуліца]

source: Загородний переулок
be: Загарадні завулак

source: Загородное шоссе
be: Загарадная шаша

source: Загородный переулок
be: Загарадны завулак

source: Загородняя улица
be: Загародняя вуліца

source: Загорская улица
be: Загорская вуліца

source: Загорский переулок
be: Загорскі завулак

source: Загуменная улица
be: Загуменная вуліца

source: Задворская улица
be: Задворская вуліца

source: Задворьенская улица
be: Задвор’енская вуліца

source: Заднепровская улица
be: Задняпроўская вуліца

source: Задорожная улица
be: Задарожная вуліца

source: Задорожный переулок
be: Задарожны завулак

source: Задубровенская улица
be: Задубровенская вуліца

source: Задубровная улица
be: Задубраўная вуліца

source: Задубровный переулок
be: Задубраўны завулак

source: Зайцевская улица
be: Зайцаўская вуліца

source: Залесская улица
be: Залеская вуліца

source: Заливной переулок
be: Заліўны завулак

source: Залинейная улица
be: Залінейная вуліца

source: Залинейный переулок
be: Залінейны завулак

source: Залюховская улица
be: Залюхаўская вуліца

source: Замковая улица
be: Замкавая вуліца

source: Замковый переулок
be: Замкавы завулак

source: Замковый проезд
be: Замкавы праезд

source: Замошская улица
be: Замошская вуліца

source: Замятовская улица
be: Замятоўская вуліца

source: Занеманская улица
be: Занёманская вуліца

source: Занёманская улица
be: Занёманская вуліца

source: Заозёрная улица
be: [Заазёрная вуліца, вуліца Заазёрная]

source: Заозёрный переулок
be: Заазёрны завулак

source: Заозёрская улица
be: Заазёрская вуліца

source: Заозёрский переулок
be: Заазёрскі завулак

source: Западная улица
be: Заходняя вуліца

source: Западный переулок
be: Заходні завулак

source: Запасной переулок
be: Запасны завулак

source: Запорожская площадь
be: Запарожская плошча

source: Запорожская улица
be: Запарожская вуліца

source: Запрудная улица
be: Запрудная вуліца

source: Заречанская улица
be: Зарачанская вуліца

source: Заречанский переулок
be: Зарачанскі завулак

source: Зареченская улица
be: Зарачанская вуліца

source: Заречная улица
be: [Зарэчная, Зарэчная вуліца]

source: Заречный переулок
be: Зарэчны завулак

source: Заречный тупик
be: Зарэчны тупік

source: Зарничная улица
be: Зарнічная вуліца

source: Заславская улица
be: Заслаўская вуліца

source: Затишанская улица
be: Зацішанская вуліца

source: Затишная улица
be: Зацішная вуліца

source: Затонный переулок
be: Затонны завулак

source: Заходняя улица
be: Заходняя вуліца

source: Защитная улица
be: Ахоўная вуліца

source: Звездная улица
be: Зорная вуліца

source: Звёздная улица
be: [Звёздная вул., Зорная вуліца]

source: Звёздный переулок
be: Зорны завулак

source: Звёздный проезд
be: Зорны праезд

source: Звонкая улица
be: Звонкая вуліца

source: Звонковая улица
be: Званкавая вуліца

source: Зелёная улица
be: Зялёная вуліца

source: Зеленогурская улица
be: Зялёнагурская вуліца

source: Зеленогурский переулок
be: Зялёнагурскі завулак
